Repository: shahinshopon/peervendors
Catalog: lib/l10n/app_*.arb
Languages: fr, sw

# sorryYouMustAgree
source: Sorry, you must agree to the Privacy Policy in order to post Media
fr: Désolé, vous devez accepter la politique de confidentialité pour publier des médias
sw: Samahani, lazima ukubali Sera ya Faragha ili kuchapisha Midia

# allMySavedSongs
source: All Songs,,My Songs,,Saved Songs
fr: Toutes les chansons,, Mes chansons,, Chansons enregistrées
sw: Nyimbo Zote,,Nyimbo Zangu,,Nyimbo Zilizohifadhiwa

source: Upload Songs
fr: Télécharger des chansons
sw: Pakia Nyimbo

# addArtistName
source: Please Add your artist Name
fr: Veuillez ajouter votre nom d'artiste
sw: Tafadhali Ongeza Jina la msanii wako

source: Verification In Progress
fr: Vérification en cours
sw: Uthibitishaji Unaendelea

# weNeedToVerifyArtist
source: To Upload songs, we first need to verify that you are the artist.
fr: Pour télécharger des chansons, nous devons d'abord vérifier que vous êtes l'artiste.
sw: Ili Kupakia nyimbo, tunahitaji kwanza kuthibitisha kuwa wewe ndiye msanii.

# provideInformation
source: Please fill the form below.
fr: Veuillez remplir le formulaire ci-dessous.
sw: Tafadhali jaza fomu iliyo hapa chini.

# contactArtistSaveSong
source: Contact artist,,Save this Song
fr: Contacter l'artiste,,Enregistrer cette chanson
sw: Wasiliana na msanii,,Hifadhi Wimbo huu

# noSongs
source: No Songs to show
fr: Aucune chanson à afficher
sw: Hakuna Nyimbo za kuonyesha

# youHaveNotUploadedSongs
source: You have not uploaded any songs yet
fr: Vous n'avez pas encore téléchargé de chansons
sw: Bado hujapakia nyimbo zozote

# artistCeritifications
source: To Upload songs, please review and agree to the following Privacy Conditions.,,You have rights to sell or promote this song?,,You agree that Peer Vendors Customers may contact you using the to support you directly.,,You know and agree that this song should be listened by Peer Vendors Customers for Free
fr: Pour télécharger des chansons, veuillez lire et accepter les conditions de confidentialité suivantes.,,Vous avez le droit de vendre ou de promouvoir cette chanson ?,,Vous acceptez que les clients des fournisseurs pairs puissent vous contacter en utilisant le pour vous aider directement.,,Vous savez et acceptez que cette chanson doit être écoutée gratuitement par les clients des fournisseurs pairs
sw: Ili Kupakia nyimbo, tafadhali kagua na ukubali Masharti yafuatayo ya Faragha.,,Una haki ya kuuza au kukuza wimbo huu?,,Unakubali kwamba Wateja Peer Vendors wanaweza kuwasiliana nawe kwa kutumia ili kukusaidia moja kwa moja.,,Unajua na kukubali kwamba wimbo huu usikilizwe na Wateja Peer Vendors Bila Malipo

# want2Crop
source: Would you love to Crop this Picture?
fr: Aimeriez-vous recadrer cette image?
sw: Je, ungependa Kupunguza Picha hii?

# youNeedToContactSupport
source: Products and services created in this category are free but they need to be verified before they are created, please contact Customer Service and provide your ID card for Verification. Customer service will automatically create the ad for you and it is free.
fr: Les produits et services créés dans cette catégorie sont gratuits mais ils doivent être vérifiés avant leur création, veuillez contacter le service client et fournir votre carte d'identité pour vérification. Le service client créera automatiquement l'annonce pour vous et c'est gratuit.
sw: Bidhaa na huduma zilizoundwa katika aina hii hazilipishwi lakini zinahitaji kuthibitishwa kabla hazijaundwa, tafadhali wasiliana na Huduma kwa Wateja na utoe kitambulisho chako kwa Uthibitishaji. Huduma kwa wateja itakuundia tangazo kiotomatiki na ni bure.

source: Loading Image
fr: Chargement de l'image
sw: Inapakia Picha

# similarAds
source: Similar Products
fr: produits similaires
sw: Bidhaa Zinazofanana

# mediaPermissions
source: To Upload Images, Videos and Audios, please give this app the permissions to use your Camera, Microphone, Storage and Gallery
fr: Pour télécharger des images, des vidéos et des audios, veuillez donner à cette application les autorisations d'utiliser votre appareil photo, votre microphone, votre stockage et votre galerie.
sw: Ili Kupakia Picha, Video na Sauti, tafadhali ipe programu hii ruhusa ya kutumia Kamera, Maikrofoni, Hifadhi na Ghala yako.

# locationReason
source: We need your location in order to show adverts of goods and services near you.
fr: Nous avons besoin de votre emplacement pour afficher des annonces de biens et services près de chez vous.
sw: Tunahitaji eneo lako ili kuonyesha matangazo ya bidhaa na huduma karibu nawe.

# willYouGrantPermissions
source: Do you want to grant this permission?
fr: Aimeriez-vous accorder cette autorisation?
sw: Je, ungependa kutoa ruhusa hii?

# trobleshootLocation
source: Troubleshoot my Location Problems
fr: Résoudre mes problèmes de localisation
sw: Tatua Matatizo yangu ya Mahali

# grantedLocationPermissions
source: Your Location Permissions Are granted. Long Press this button to get your location.
fr: Vos autorisations de localisation sont accordées. Appuyez longuement sur ce bouton pour obtenir votre position.
sw: Ruhusa Zako za Mahali Umepewa. Bonyeza kwa muda mrefu kitufe hiki ili kupata eneo lako.

# buyingWarning
source: ✔️When Buying,,✔️Only meet in Public places,,✔️Like Junctions, Coffee Shops,,❌ Do Not Meet at private places,,❌Like Homes
fr: ✔️Lors de l'achat,,✔️Se rencontrer uniquement dans des lieux publics,,✔️Comme les jonctions, les cafés,,❌Ne pas se rencontrer dans des lieux privés,,❌Comme les maisons
sw: ✔️Wakati wa Kununua,,✔️Tunakutana Katika Maeneo ya Umma Pekee,,✔️Kama Makutano, Maduka ya Kahawa,,❌ Msikutane sehemu za faragha,,❌Kama Nyumbani.

# closeAndExitApp
source: Do you want to exit App?
fr: Voulez-vous quitter l'application?
sw: Je, ungependa kuondoka kwenye Programu?

# tooManyFailures
source: Verification failed too many times, please try again later.
fr: La vérification a échoué trop de fois, veuillez réessayer plus tard.
sw: Uthibitishaji haukufaulu mara nyingi sana, tafadhali jaribu tena baadaye.

# codeStillValid
source: The verification code sent to ndesamuelmbah@gmail.com is still valid
fr: Le code de vérification envoyé à ndesamuelmbah@gmail.com est toujours valide
sw: Nambari ya kuthibitisha iliyotumwa kwa ndesamuelmbah@gmail.com bado ni halali

source: Enter New Phone Number
fr: Entrer un nouveau numéro de téléphone
sw: Weka Nambari Mpya ya Simu

source: Enter New Email
fr: Veuillez fournir un nouvel e-mail
sw: Toa Barua pepe mpya

# paymentNote
source: Payment is done at the Time and Place of delivery.
fr: Le paiement s'effectue à l'Heure et au Lieu de livraison.
sw: Malipo hufanywa kwa Wakati na Mahali pa kujifungua.

# phoneDeliveryNote
source: We will use this phone number to communicate with you about the status of delivery of this item.
fr: Nous utiliserons ce numéro de téléphone pour communiquer avec vous sur l'état de livraison de cet article.
sw: Tutatumia nambari hii ya simu kuwasiliana nawe kuhusu hali ya utoaji wa bidhaa hii.

# shippingInformation
source: Delivery Information
fr: Informations de livraison
sw: Taarifa ya Uwasilishaji

# enterAddress
source: Enter Your Address
fr: Entrez votre adresse
sw: Weka Anwani Yako

# additionalDelNote
source: Additional Delivery Instructions
fr: Instructions de livraison supplémentaires
sw: Maagizo ya ziada ya Utoaji

source: Hello
fr: Bonjour
sw: Habari

# wouldLoveToBuyYourItem
source: I would love to buy the item named below
fr: J'aimerais acheter l'article nommé ci-dessous
sw: Ningependa kununua bidhaa iliyotajwa hapa chini

# haveCreatedAnOrder
source: I have created an order on Peer Vendors
fr: J'ai créé une commande sur Peer Vendors
sw: Nimeunda agizo kwa Peer Vendors

# letMeKnowIfYouNeedAnythingFromMe
source: Let me know when you can ship this item to me and the shipping price.
fr: Faites-moi savoir quand vous pouvez m'expédier cet article et le prix d'expédition.
sw: Nijulishe wakati unaweza kusafirisha bidhaa hii kwangu na bei ya usafirishaji.

# processingOrder
source: We are Processing your Order.
fr: Nous traitons votre commande.
sw: Tunatayarisha Agizo lako.

# leaveAShortMessage
source: Would you love to write a short message to the seller of this item?
fr: Aimeriez-vous écrire un court message au vendeur de cet article?
sw: Je, ungependa kuandika ujumbe mfupi kwa muuzaji wa bidhaa hii?

# orderCreated
source: Your order has been Created
fr: Votre commande a été créée
sw: Agizo lako limeundwa

# youHaveAlreadyOrdered
source: You have already placed an Order for this Item
fr: Vous avez déjà passé une commande pour cet article
sw: Tayari umeweka Agizo la Kipengee hiki

# aRepHasBeenAssigedToYourOrder
source: A Peer Vendors Representative has been assigned to help the seller deliver this item to you.
fr: Un représentant de Peer Vendors a été désigné pour aider le vendeur à vous livrer cet article.
sw: Mwakilishi wa Peer Vendors amepewa jukumu la kumsaidia muuzaji kuwasilisha bidhaa hii kwako.

# wantToChatWithSeller
source: Do you like to chat with the seller?
fr: Aimez-vous discuter avec le vendeur?
sw: Je, unapenda kuzungumza na muuzaji?

# buyItem
source: Buy this Item
fr: Achetez cet article
sw: Nunua Bidhaa hii

# adCreated
source: Your Advert has been Created.
fr: Votre annonce a été créée.
sw: Tangazo lako limeundwa.

# request2addPhone
source: We recommend that you add a contact phone number so that buyers can call you.
fr: Nous vous recommandons d'ajouter un numéro de téléphone de contact afin que les acheteurs puissent vous appeler.
sw: Tunapendekeza uongeze nambari ya simu ili wanunuzi waweze kukupigia.

# how2AddPhone
source: You can add your phone number on the Edit Profile tab of your Account.
fr: Vous pouvez ajouter votre numéro de téléphone dans l'onglet Modifier le profil de votre compte.
sw: Unaweza kuongeza nambari yako ya simu kwenye kichupo cha Kuhariri Wasifu cha Akaunti yako.

# want2UpdatePhoneNow
source: Would you love to add a phone number now?
fr: Souhaitez-vous ajouter un numéro de téléphone maintenant?
sw: Je, ungependa kuongeza nambari ya simu sasa?

# myOrders
source: Orders
fr: Expédier
sw: Ninatuma

# noOrders
source: You do not have any Orders
fr: Vous n'avez aucune commande
sw: Huna Maagizo yoyote

# itemSold
source: This item is already Sold
fr: Cet article est déjà vendu
sw: Bidhaa hii tayari Inauzwa

# itemQuantity
source: Enter the quantity you need
fr: Entrez la quantité dont vous avez besoin
sw: Weka kiasi unachohitaji

source: My Name is
fr: Je m'appelle
sw: Jina langu ni

# iNeedHelp
source: I need help with
fr: J'ai besoin d'aide pour
sw: Nahitaji msaada

# talkWithSupport
source: Call Customer Service
fr: Appelez le Service Client
sw: Piga Huduma kwa Wateja

# sellerNoteToEngage
source: Please call Peer Vendors Customer Service to provide a time for us to pick up this Item and deliver to the seller. Also keep the buyer informed about the current status of this item by sending them messages using this app.
fr: Veuillez appeler le service client de Peer Vendors pour nous donner un moment pour ramasser cet article et le livrer au vendeur. Tenez également l'acheteur informé de l'état actuel de cet article en lui envoyant des messages à l'aide de cette application.
sw: Tafadhali pigia simu Huduma ya Wateja wa Wauzaji Rika ili kutupa muda wa kuchukua Bidhaa hii na kuwasilisha kwa muuzaji. Pia mjulishe mnunuzi kuhusu hali ya sasa ya bidhaa hii kwa kumtumia ujumbe kwa kutumia programu hii.

# tapOrLongPressForOrderDetails
source: Tap each Item to chat with the seller. Long press each Item to see order details
fr: Appuyez sur chaque article pour discuter avec le vendeur. Appuyez longuement sur chaque article pour voir les détails de la commande
sw: Gusa kila Kipengee ili kuzungumza na muuzaji. Bonyeza kwa muda mrefu kila Bidhaa ili kuona maelezo ya agizo

# cancelOrder
source: Cancel this Order
fr: Annuler cette commande
sw: Ghairi Agizo hili

# markAsDelivered
source: Item is Delivered
fr: L'article est livré
sw: Kipengee Kimewasilishwa

# stillProcessingOrder
source: I am still processing this Order
fr: Je suis toujours en train de traiter cette commande
sw: Bado ninachakata Agizo hili
