Repository: shahinshopon/peervendors
Catalog: lib/l10n/app_*.arb
Languages: fr, sw

source: Loading, Please Wait...
fr: Chargement, veuillez patienter...
sw: Inapakia, Tafadhali Subiri ...

source: Settings
fr: Réglages
sw: Mipangilio

source: Help center and legal terms
fr: Centre d'aide et conditions juridiques
sw: Kituo cha Usaidizi na sheria

source: Title*
fr: Titre*
sw: Kichwa *

source: Categories
fr: Catégories
sw: Jamii

source: Chats
sw: Gumzo

source: Sign In With
fr: Se Connecter avec
sw: Ingia na

source: Upload success
fr: Télécharger le succès
sw: Pakia mafanikio

source: Exit app
fr: Quitter l'application
sw: Toka kwenye programu

source: Edit Profile
fr: Editer le profil
sw: Hariri Profaili

# enterMinimum2Letters
source: Please enter Minimum 2 Letters
fr: Veuillez saisir au moins 2 lettres
sw: Tafadhali ingiza Barua Ndogo 2

# saySomethingAboutYourself
source: Say something about you
fr: Dites quelque chose à propos de vous
sw: Sema kitu kukuhusu

source: Phone Number
fr: Numéro de téléphone
sw: Nambari ya simu

source: Email
sw: Barua pepe

source: Cancel
fr: Annuler
sw: Ghairi

source: Save
fr: sauvegarder
sw: Okoa

source: Select your country
fr: Sélectionnez votre pays
sw: Chagua nchi yako

source: Location
fr: Emplacement
sw: Chagua nchi yako

source: Verify Code
fr: Vérifier le code
sw: Thibitisha Msimbo

# weSentA6DigitCode
source: We sent a 6-digit code to
fr: Nous avons envoyé un code à 6 chiffres à
sw: Tulituma nambari yenye nambari 6 kwa

# enterVerificationCode
source: Please Enter Verification Code
fr: Veuillez entrer le code de vérification
sw: Tafadhali ingiza nambari ya uthibitishaji

source: Submit
fr: Soumettre
sw: Wasilisha

source: Help & Support
fr: Support d'aide
sw: Msaada & Msaada

source: Help Center
fr: Centre d'aide
sw: Kituo cha Usaidizi

# seeFaqsAndContactSupport
source: See FAQ and contact support
fr: Voir la FAQ et contacter le support
sw: Tazama Maswali Yanayoulizwa Sana na uwasiliane na usaidizi

source: Rate Us
fr: Évaluez nous
sw: Kiwango chetu

source: Version
sw: Toleo

# howCanWeHelpYou
source: Hi, How can we Help You?
fr: Salut, comment pouvons-nous vous aider?
sw: Habari, Je! Tunaweza Kukusaidiaje?

source: Account
fr: Compte
sw: Akaunti

source: See All
fr: Voir tout
sw: Ona yote

source: OK
fr: D'accord
sw: sawa

source: Description
fr: La description
sw: Maelezo

source: Product Details
fr: détails du produit
sw: maelezo ya bidhaa

# additionalInfos
source: Additional information
fr: Information additionnelle
sw: Taarifa za ziada

source: Write a review
fr: Écrire une critique
sw: Andika ukaguzi

source: Chat
fr: Bavarder
sw: Ongea

source: Call
fr: Appel
sw: Wito

# saferPlaceToBuyAndSell
source: Safer Place To Buy And Sell Everything
fr: Un endroit plus sûr pour tout acheter et tout vendre
sw: Mahali Salama Kununua Na Kuuza Kila Kitu

source: Buy and sell to people around you!
fr: Achetez et vendez aux gens autour de vous!
sw: Nunua na uza kwa watu walio karibu nawe!

source: Contact And Close Deals Faster
fr: Contactez et concluez des offres plus rapidement
sw: Wasiliana na Kufunga Mikataba haraka

# legalAndPrivacyInfo
source: Legal & Privacy Information
fr: Informations légales et de confidentialité
sw: Maelezo ya Sheria na Faragha

source: Mark As Sold
fr: Marquer comme vendu
sw: Alama kama Imeuzwa

source: Delete
fr: Effacer
sw: Futa

source: Edit
fr: Éditer
sw: Hariri

source: My Ads
fr: Mes annonces
sw: Yangu

source: Favourites
fr: Favoris
sw: Unayopendelea

source: Sell
fr: Vendre
sw: Kuuza

source: Notifications
sw: Arifa

source: Choose a Category
fr: Choisissez une catégorie
sw: Chagua Jamii

source: Reviews and Ratings
fr: Avis et évaluations
sw: Mapitio na Ukadiriaji

source: Reviews
fr: Commentaires
sw: Mapitio

source: Select Language
fr: Choisir la langue
sw: Chagua Lugha

# continueText
source: Continue
fr: Continuer
sw: Endelea

source: Logout
fr: Se déconnecter
sw: Kuondoka

source: Deactivate
fr: Désactiver
sw: Zima

# deactivateAccountAndDeleteData
source: Deactivate account & Delete my data
fr: Désactiver le compte et supprimer mes données
sw: Zima akaunti na Futa data yangu

source: Sign In
fr: Se connecter
sw: Weka sahihi

# privacyPolicyNote
source: By continuing, you are Accepting Peer Vendors | Terms of Service and Policy Policy.
fr: En continuant, vous acceptez les | Conditions d'utilisation et la Privacy de Peer Vendors
sw: Ukiendelea, unakubali | Sheria na Masharti Yetu na Sera ya Faragha

source: Or Continue With
fr: Ou continuer avec
sw: Au Endelea Na

# sign_up
source: Register
fr: S'inscrire
sw: Jisajili

source: Full Name
fr: Nom complet
sw: Jina kamili

# pleaseEnterAValidEmail
source: Please enter Valid Email
fr: Veuillez saisir une adresse e-mail valide
sw: Tafadhali ingiza Barua pepe Halali

# putAStarRating
source: Please put star rating
fr: Veuillez mettre une note en étoiles
sw: Tafadhali weka alama ya nyota

source: Language
fr: Langue
sw: Lugha

source: Privacy Policy
fr: Politique de Confidentialité
sw: Sera ya Faragha

source: Authentication Successful
fr: Authentification réussie
sw: Uthibitishaji Umefanikiwa

source: Sub Categories
fr: Sous-catégories
sw: Jamii Ndogo

source: FAQ
sw: Maswali Yanayoulizwa Sana

source: Choose Image
fr: Choisissez une image
sw: Chagua Picha

source: Choose Sub Category
fr: Choisissez une sous-catégorie
sw: Chagua Jamii Ndogo

source: Title is required
fr: Se requiere título
sw: Kichwa kinahitajika

source: Price
fr: Prix
sw: Bei

source: Price is required
fr: Prix est requis
sw: Bei inahitajika

# noFavItems
source: No Favourite Items
fr: Aucun élément favori
sw: Hakuna Vitu Unavyopenda

# numberForBuyersContact
source: This is the number for buyers contacts, reminders and other notifications
fr: Il s'agit du numéro des contacts des acheteurs, des rappels et autres notifications
sw: Hii ndio nambari ya mawasiliano ya wanunuzi, vikumbusho na arifa zingine

source: Share App
fr: Partager l'application
sw: Shiriki App

# inviteAppToFriends
source: Share app with your friends
fr: Partagez l'application avec vos amis
sw: Shiriki programu na marafiki wako

source: Details not found
fr: Détails introuvables
sw: Maelezo hayapatikani

# reviewAdded
source: Review added successfully
fr: Avis ajouté avec succès
sw: Ukaguzi umeongezwa kwa mafanikio

source: Error to add review
fr: Erreur lors de l'ajout de l'avis
sw: Hitilafu ya kuongeza maoni

source: Trending
fr: Tendance
sw: Zinazovuma

source: No chats available
fr: Aucun chat disponible
sw: Hakuna mazungumzo yanayopatikana

# noAddsAvailable
source: No ads available
fr: Aucune annonce disponible
sw: Hakuna matangazo yanayopatikana

source: Add deleted successfully
fr: Ajouter supprimé avec succès
sw: Ongeza limefutwa kwa mafanikio

source: Add marked as sold
fr: Ajouter marqué comme vendu
sw: Ongeza alama kama imeuzwa

source: Action not performed
fr: Action non effectuée
sw: Kitendo hakijafanywa

# appNotSupportedInYourCountry
source: Application not supported in your country
fr: Application non prise en charge dans votre pays
sw: Maombi hayatumiki katika nchi yako

# reviewHint
source: Example: I love this ad because…
fr: Exemple: j'aime cette annonce parce que…
sw: Mfano: Ninapenda tangazo hili kwa sababu…

source: Deactivate Account
fr: Désactiver le compte
sw: Zima Akaunti

# areYouSureWantToLogout
source: Are you sure want to logout? The account will need to be verified before you log in again
fr: Voulez-vous vraiment vous déconnecter? Le compte devra être vérifié avant de vous reconnecter
sw: Je! Una uhakika unataka kutoka? Akaunti itahitaji kuthibitishwa kabla ya kuingia tena

source: From email
fr: De l'email
sw: Kutoka kwa barua pepe

source: Select title
fr: Sélectionnez le titre
sw: Chagua kichwa

source: Message
fr: Un message
sw: Ujumbe

source: Enter title
fr: Entrez le titre
sw: Ingiza kichwa

source: Message is required
fr: Le message est requis
sw: Ujumbe unahitajika

source: Welcome
fr: Bienvenue
sw: Karibu

source: Buy & Sell
fr: Acheter vendre
sw: Nunua Uza

source: Easily Contact
fr: Contactez facilement
sw: Wasiliana kwa urahisi

source: Enter Your Email Address
fr: Entrez votre adresse email
sw: Ingiza anwani yako ya barua pepe

source: Enter A Valid Email Address
fr: Entrez une adresse e-mail valide
sw: Ingiza Anwani halali ya barua pepe

source: Invalid OTP Code
fr: Code OTP non valide
sw: Msimbo batili wa OTP

# waitFor5MinsToGetAnotherCode
source: Wait for At Least 5 minutes and we will send another code
fr: Attendez au moins 5 minutes et nous vous enverrons un autre code
sw: Subiri kwa angalau Dakika 5 na tutatuma nambari nyingine

source: invalid
fr: invalide
sw: batili

# add1OrMorePictures
source: Add pictures (Optional Short Video). For best results, provide a square picture. Do not reduce the width of the picture in the cropping tool and do not increase the height of the picture in the cropping tool.
fr: Ajouter des photos (courte vidéo). Pour de meilleurs résultats, fournissez une image carrée. Ne réduisez pas la largeur de l'image dans l'outil de recadrage et n'augmentez pas la hauteur de l'image dans l'outil de recadrage.
sw: Ongeza picha (hiari video fupi). Kwa matokeo bora, toa picha ya mraba. Usipunguze upana wa picha kwenye zana ya kupanda na usiongeze urefu wa picha kwenye zana ya kukata.

source: already exists
fr: existe déjà
sw: tayari ipo

source: Already have an Account?
fr: Vous avez déjà un Compte?
sw: Tayari una Akaunti?

source: eg mobile phones
fr: par exemple les téléphones portables
sw: mfano simu za rununu

source: search adverts ...
fr: recherche d'annonces ...
sw: tafuta matangazo ...

source: Search in nearby towns
fr: rechercher dans les villes voisines
sw: Tafuta katika miji ya karibu

source: put up something for sale
fr: Annoncer un produit ou un service
sw: weka kitu cha kuuza

# accountSettingsMessage
source: You can edit your profile picture, change your phone number, change your langauage, share the app, see the frequently asked questions, and a lot more.
fr: Vous pouvez modifier votre photo de profil, changer votre numéro de téléphone, changer votre langue, partager l'application, voir les questions fréquemment posées et bien plus encore.
sw: Unaweza kuhariri picha yako ya wasifu, kubadilisha nambari yako ya simu, kubadilisha lugha yako, kushiriki programu, kuona maswali yanayoulizwa mara kwa mara, na mengi zaidi.

source: Account Metrics
fr: Métriques de Compte
sw: Metriki za Akaunti

source: Contact Us
fr: Nous contacter
sw: Wasiliana nasi

source: Create Date
fr: Date de Dréation
sw: Unda Tarehe

source: Likes
fr: J'aime
sw: Anapenda

source: Customer Service
fr: Service Clients
sw: Huduma kwa Wateja

source: Views
fr: Vues
sw: Maoni

# lastUpdated
source: Last updated on
fr: Dernier message
sw: Ilisasishwa mwisho

source: Or
fr: Ou
sw: Au

# reviewSummaryMessage
source: This review will reflect on all ads created by the seller. Please make your review short and straight to the point.
fr: Cet avis se reflétera sur toutes les annonces créées par le vendeur. Nous vous demandons de rendre votre avis court et direct.
sw: Mapitio haya yataangazia matangazo yote yaliyoundwa na muuzaji. Tafadhali fanya hakiki yako kuwa fupi na moja kwa moja kwa uhakika.

# priceShouldGreater0
source: Price should be greater than 0
fr: Le prix doit être supérieur à 0
sw: Bei inapaswa kuwa kubwa kuliko 0

# accountDoesNotExistsPleaseSignup
source: Account Does Not Exist, Please Register
fr: Le compte n'existe pas, veuillez vous inscrire
sw: Akaunti Haipo, Tafadhali Jisajili

source: Description Is Required
fr: La description est obligatoire
sw: Maelezo Inahitajika

# gettingAds
source: Getting adverts near you. Please wait. ...
fr: Obtenir des annonces près de chez vous ...
sw: Kupata matangazo karibu na wewe. Tafadhali subiri. ...

# callNotAvailable
source: Sorry but this seller has not authorized direct calls, first contact them using the chat option.
fr: Désolé mais ce vendeur n'a pas autorisé les appels directs, contactez-le d'abord en utilisant l'option de chat.
sw: Samahani lakini muuzaji huyu hajaidhinisha simu za moja kwa moja, kwanza wasiliana nao kwa kutumia chaguo la gumzo.

source: Home
fr: Accueil
sw: Kutua

# requestNewCode
source: Request new code in
fr: Demander un autre code en
sw: omba nambari nyingine ndani

# newVerificationCode
source: New verification code sent.
fr: Nouveau code de vérification envoyé
sw: Nambari mpya ya uthibitishaji imetumwa

source: Yes
fr: Oui
sw: Ndio

source: No
fr: Non
sw: Hapana

source: Unable to Create User
fr: Impossible de créer l'utilisateur
sw: Imeshindwa kuunda mtumiaji

# wantToUpdatLocation
source: Do you want to change your location?
fr: Voulez-vous changer votre emplacement?
sw: Je! Unataka kubadilisha eneo lako?

# yesUpdateLcation
source: If you choose Yes, we will update your address to your current location
fr: Si vous choisissez Oui, nous mettrons à jour votre adresse à votre emplacement actuel
sw: Ukichagua Ndio, tutasasisha anwani yako iwe eneo lako la sasa

# noDoNotUpdateLocation
source: If you choose No, we will not update your address right now.
fr: Si vous choisissez Non, nous ne mettrons pas à jour votre adresse pour le moment.
sw: Ukichagua Hapana, hatutasasisha anwani yako sasa hivi.

source: Permissions Needed
fr: Autorisations Requises
sw: Autorisations Requises

# gettingLocation
source: Getting Your Location
fr: Obtenir Votre Position
sw: Kupata Eneo Lako

# locationPermissionsMessage
source: On the next screen, we will request permissions to get your location so that we can show ads near you. When prompted, please choose either "Allow", "Always Allow" or "Allow while using app" If you do not give us this permissions, you will not be able to use this app.
fr: Sur l'écran suivant, nous vous demanderons des autorisations pour obtenir votre position afin que nous puissions diffuser des annonces près de chez vous. Lorsque vous y êtes invité, veuillez choisir "Autoriser", "Toujours Autoriser" ou "Autoriser lorsque l'app est active" Si vous ne nous donnez pas ces autorisations, vous ne pourrez pas utiliser cette application.
sw: Kwenye skrini inayofuata, tutaomba ruhusa za kupata eneo lako ili tuweze kuonyesha matangazo karibu na wewe. Unapoombwa, tafadhali chagua ama "Ruhusu", "Ruhusu Daima" au "Ruhusu wakati unatumia programu" Usipotupa ruhusa hizi, hautaweza kutumia programu hii.

source: Login Failed
fr: Échec de la connexion
sw: Imeshindikana Kujiandikisha Kuingia

# beInGoodNetwork
source: Please stay in an area with strong network signal.
fr: Veuillez rester dans une zone avec un signal réseau puissant.
sw: Tafadhali kaa katika eneo lenye ishara kali ya mtandao.

# refreshYourMailBox
source: Remember to Refresh your email email box.
fr: N'oubliez pas de rafraîchir votre boîte e-mail.
sw: Kumbuka kuonyesha sanduku lako la barua pepe.

# ifYouHaveNotReceivedCode
source: If you have not received the verification code,
fr: Si vous n'avez pas reçu le code de vérification,
sw: Ikiwa haujapokea nambari ya uthibitishaji,

source: Search Ads By Category
fr: Rechercher des Annonces par Catégorie
sw: Tafuta Matangazo Kwa Jamii

# found5Ads
source: Found 5 Ads matching
fr: Trouvé 5 annonces pour
sw: Matangazo 5 ya

source: Need Help?
fr: Besoin d'aide?
sw: Pata Msaada

# couldNotGetYourLocation
source: We were not able to get your location
fr: Nous n'avons pas pu obtenir votre position
sw: Hatukuweza kupata eneo lako

# clickToUpdateYourLocation
source: Press on the blue button with location icon above to update your location.
fr: Appuyez sur le bouton bleu avec l'icône de localisation ci-dessus pour mettre à jour votre localisation.
sw: Bonyeza kitufe cha bluu na aikoni ya eneo hapo juu kusasisha eneo lako.

# watchTheVideoForHelp
source: Watch the video in red above to get more help.
fr: Regardez la vidéo en rouge ci-dessus pour obtenir plus d'aide.
sw: Tazama video hiyo yenye rangi nyekundu hapo juu ili upate usaidizi zaidi.

source: Fix My Location Problem
fr: Résoudre mon problème de localisation
sw: Rekebisha Tatizo Langu la Mahali

# deactivatedAccountMessage
source: Sorry to See you Go. Your account has been marked for deletion. It can up to 15 minutes to complete the process. Plase take a moment to give us feedback about this app.
fr: Désolé de vous voir partir. Votre compte a été marqué pour suppression. Le processus peut prendre jusqu'à 15 minutes. Veuillez prendre un moment pour nous faire part de vos commentaires sur cette application.
sw: Samahani Kukuona Uende. Akaunti yako imetiwa alama ya kufutwa. Inaweza hadi dakika 15 kukamilisha mchakato huu. Tafadhali chukua muda kutupa maoni kuhusu programu hii.

# reasonForUninstalling
source: The app is difficult to use. I want to use a different app. The app is slow. I dont need the app any more. The content is no longer important to me. The content is not what I wanted. I get too many alerts. Some ads are inappropriate. I am not seeing goods and services I want. Someone lied to me. Other
fr: L'application est difficile à utiliser. Je veux utiliser une autre application. L'application est lente. Je n'ai plus besoin de l'application. Le contenu n'est plus important pour moi. Le contenu n'est pas ce que je voulais. Je reçois trop d'alertes. Certaines publicités sont inappropriées. Je ne vois pas les biens et services que je veux. Quelqu'un m'a menti. Autre
sw: Programu ni ngumu kutumia. Ninataka kutumia programu tofauti. Programu ni polepole. Sihitaji programu tena. Yaliyomo sio muhimu tena kwangu. Yaliyomo sio kile nilitaka. Ninapata tahadhari nyingi sana. Matangazo mengine hayafai. Sioni bidhaa na huduma ninazotaka. Mtu alinidanganya. Nyingine

# whyDeleteAccount
source: Why are you deleting your account?
fr: Pourquoi supprimez-vous votre compte?
sw: Kwa nini unafuta akaunti yako?

# selectOneOrMoreReasons
source: Please select one or more reasons
fr: Veuillez sélectionner une ou plusieurs raisons
sw: Tafadhali chagua angalau sababu moja

# deletionThanks
source: Thank you for Using Peer Vendors. Good bye.
fr: Merci d'utiliser des Peer Vendors. Au revoir.
sw: Asante kwa Kutumia Peer Vendors. Kwaheri.

# notHavingAccountYet
source: Don't have an account yet?
fr: Vous n'avez pas encore de compte?
sw: Bado hauna akaunti?

# gettingStarted
source: General Help. How to use this App
fr: Aide générale. Comment utiliser cette application
sw: Msaada Mkuu. Jinsi ya kutumia App hii

source: Other
fr: Autre
sw: Nyingine

# emailRequired
source: An email is Required!
fr: Un e-mail est requis
sw: Barua pepe inahitajika

# max8Images
source: Maximum of 8 images per ad reached
fr: Maximum de 8 images par annonce atteinte
sw: Upeo wa picha 8 kwa kila tangazo zimefikiwa

source: Chat with Seller
fr: Ecrire au Vendeur
sw: Soga na Muuzaji

source: Got It
fr: D'accord
sw: Sawa

# appReviewText
source: Thank you for taking the time to review our app. Please tell us what you like about this app and what you do not like about it. We will use this feedback to improve the app.
fr: Merci d'avoir pris le temps d'évaluer notre application. S'il vous plaît dites-nous ce que vous aimez à propos de cette application et ce que vous n'aimez pas à ce sujet. Nous utiliserons ces commentaires pour améliorer l'application.
sw: Asante kwa kuchukua muda kukagua programu yetu. Tafadhali tuambie ni nini unapenda juu ya programu hii na nini hupendi juu yake. Tutatumia maoni haya kuboresha programu.

# installPeerVendors
source: Install the Peer Vendors App
fr: Installez l'application des Peer Vendors
sw: Sakinisha Programu ya Peer Vendors

# cropYourImage
source: Edit Your Photo
fr: Modifier votre photo
sw: Hariri Picha Yako

source: Ads Created
fr: Annonces créées
sw: Matangazo

# numReviews
source: Number Of Reviews
fr: Commentaires
sw: Ukaguzi

# avgRating
source: Average Rating
fr: Avis Moyen
sw: Ukadiriaji

source: Saving Image
fr: Téléchargement d'image
sw: Inahifadhi Picha

# uploadFailed
source: Upload failed! Try again
fr: Le Téléchargement a échoué!, Réessayez
sw: Upakiaji Haukufaulu, Jaribu Tena

source: Copied
fr: Copié
sw: Kunakiliwa

# contactViaEmail
source: Contact Us via Email
fr: Contactez-nous par e-mail
sw: Wasiliana Nasi kupitia Barua Pepe

# contactViaWhatsApp
source: Contact Us via WhatsApp
fr: Contactez-nous via WhatsApp
sw: Wasiliana Nasi kupitia WhatsApp

source: Chat With Support
fr: Discutez avec l'assistance
sw: Ongea na Usaidizi

# updatesAvailable
source: App Updates Available
fr: Mises à jour de l'application disponibles
sw: Masasisho ya Programu Yanapatikana

source: Maybe Later
fr: Plus Tard
sw: Labda baadae

source: to
fr: à
sw: kwa

source: Update Now
fr: Oui, mise à Jour
sw: Sasisha Sasa

# updateAppMessage
source: Please update Peer Vendors from Version 100 to Version 200 to Enjoy the latest features!
fr: Veuillez mettre à jour les fournisseurs pairs de la version 100 à la version 200 pour profiter des dernières fonctionnalités!
sw: Tafadhali sasisha Peer Vendors kutoka Toleo la 100 hadi Toleo la 200 ili Ufurahie vipengele vipya zaidi!

# noUpdatesAvailable
source: Your App is Up to Date
fr: Votre application est à jour
sw: Programu yako imesasishwa

source: Check for App Updates
fr: Mettre à jour mon application
sw: Sasisha Programu yangu

source: My City
fr: Ma ville
sw: Jiji Langu

source: My State
fr: Mon état
sw: Jimbo Langu

source: My Country
fr: Mon pays
sw: Nchi Yangu

# sellLocation
source: Where should we Advertise this item?
fr: Où devrions-nous annoncer cet article?
sw: Je, tunapaswa Kutangaza bidhaa hii wapi?

# recordMessage
source: Record Your Message. When you have finished recording, press the stop button.
fr: Enregistrez votre message. Lorsque vous avez terminé l'enregistrement, appuyez sur le bouton d'arrêt.
sw: Rekodi Ujumbe Wako. Unapomaliza kurekodi, bonyeza kitufe cha kusitisha.

source: Send
fr: Envoyer
sw: Tuma

# recordPending
source: Waiting to record
fr: Enregistrement
sw: Inasubiri kurekodi

source: No Audio to Send
fr: Pas d'audio à envoyer
sw: Hakuna Sauti ya Kutuma

# want2Delete
source: Do you want to delete?
fr: Voulez-vous supprimer?
sw: Je, ungependa kufuta?

# completeVerification
source: Complete Account Verification
fr: Terminer la vérification du compte
sw: Kamilisha Uthibitishaji wa Akaunti

# startVerification
source: Lets Finish Verifying your account
fr: Terminons la vérification de votre compte
sw: Hebu Tumalize Kuthibitisha akaunti yako

# verifMessage
source: We sent you a verification Code less than 10 minutes ago. Use it to verify your account.
fr: Nous vous avons envoyé un code de vérification il y a moins de 10 minutes. Utilisez-le pour vérifier votre compte.
sw: Tulikutumia Nambari ya Uthibitishaji chini ya dakika 10 zilizopita. Itumie kuthibitisha akaunti yako.

# trackImage
source: Upload Track Image
fr: Télécharger l'image de la piste
sw: Pakia Picha ya Wimbo

# uploadAudio
source: Upload Audio File
fr: Télécharger un fichier audio
sw: Pakia Faili Sikizi

source: Select Genre
fr: Sélectionnez le genre
sw: Chagua Aina

source: Release Year
fr: Année de sortie
sw: Mwaka wa Kutolewa

# firstUploadId
source: First add pictures of front and back of Id card
fr: Ajoutez d'abord des photos du recto et du verso de la carte d'identité
sw: Kwanza ongeza picha za mbele na nyuma za kadi ya kitambulisho

# requestRetry
source: Something went went wrong. Please try again
fr: Quelque chose s'est mal passé. Veuillez réessayer
sw: Hitilafu fulani imetokea. Tafadhali jaribu tena

# uploadFrontOfId
source: Upload Front of your Id Card
fr: Téléchargez le recto de votre carte d'identité
sw: Pakia Mbele ya Kadi yako ya Kitambulisho

# uploadBackOfId
source: Upload Back of your Id Card
fr: Téléchargez le dos de votre carte d'identité
sw: Pakia Nyuma ya Kadi yako ya Kitambulisho

# iDisagree
source: I Do Not Agree
fr: Je ne suis pas d'accord
sw: Sikubaliani

source: I Agree
fr: Je suis d'accord
sw: Nakubali
